Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.HardwareHashOnboardingMessageAdoptionRequired
source: An existing app registration with the Foundry name was found. Reconnect to adopt it into the Foundry configuration.
ar_sa: تم العثور على تسجيل تطبيق موجود بالاسم Foundry. أعد الاتصال لاعتماده في التكوين Foundry.
bg_bg: Намерена е съществуваща регистрация на приложение с Foundry име. Свържете се отново, за да го приемете в конфигурацията Foundry.
cs_cz: Byla nalezena existující registrace aplikace s názvem Foundry. Znovu se připojte, abyste jej přijali do konfigurace Foundry.
da_dk: En eksisterende appregistrering med Foundry-navnet blev fundet. Tilslut igen for at overtage det til Foundry-konfigurationen.
de_de: Es wurde eine vorhandene App-Registrierung mit dem Namen Foundry gefunden. Stellen Sie die Verbindung erneut her, um es in die Foundry Konfiguration zu übernehmen.
el_gr: Βρέθηκε μια υπάρχουσα εγγραφή εφαρμογής με το όνομα Foundry. Επανασυνδεθείτε για να το υιοθετήσετε στη διαμόρφωση Foundry.
es_mx: Se encontró un registro de aplicación existente con el nombre Foundry. Vuelva a conectarse para adoptarlo en la configuración Foundry.
et_ee: Leiti olemasolev rakenduse registreering nimega Foundry. Ühendage uuesti, et võtta see Foundry konfiguratsiooni.
fi_fi: Löytyi olemassa oleva sovellusrekisteröinti Foundry-nimellä. Yhdistä uudelleen ottaaksesi sen Foundry-kokoonpanoon.
fr_ca: Une inscription d’application existante portant le nom Foundry a été trouvée. Reconnectez-vous pour l'adopter dans la configuration Foundry.
he_il: נמצאה רישום אפליקציה קיים עם השם Foundry. התחבר מחדש כדי לאמץ אותו לתצורת Foundry.
hr_hr: Pronađena je postojeća registracija aplikacije s imenom Foundry. Ponovno se povežite da biste ga prilagodili konfiguraciji Foundry.
hu_hu: Meglévő alkalmazásregisztráció található Foundry néven. Csatlakoztassa újra, hogy átvegye a Foundry konfigurációba.
it_it: È stata trovata una registrazione dell'app esistente con il nome Foundry. Riconnettiti per adottarlo nella configurazione Foundry.
ja_jp: Foundry という名前の既存のアプリ登録が見つかりました。再接続して Foundry 構成に適用します。
ko_kr: Foundry 이름의 기존 앱 등록이 발견되었습니다. Foundry 구성에 적용하려면 다시 연결하세요.
lt_lt: Rasta esamos programos registracija Foundry pavadinimu. Prisijunkite iš naujo, kad pritaikytumėte jį Foundry konfigūracijai.
lv_lv: Tika atrasta esoša lietotnes reģistrācija ar nosaukumu Foundry. Atkārtoti izveidojiet savienojumu, lai to izmantotu Foundry konfigurācijā.
nb_no: En eksisterende appregistrering med Foundry-navnet ble funnet. Koble til på nytt for å bruke den til Foundry-konfigurasjonen.
nl_nl: Er is een bestaande app-registratie met de naam Foundry gevonden. Maak opnieuw verbinding om het over te nemen in de Foundry-configuratie.
pl_pl: Znaleziono istniejącą rejestrację aplikacji o nazwie Foundry. Połącz się ponownie, aby zastosować go w konfiguracji Foundry.
pt_pt: Foi encontrado um registro de aplicativo existente com o nome Foundry. Reconecte para adotá-lo na configuração Foundry.
ro_ro: A fost găsită o înregistrare de aplicație existentă cu numele Foundry. Reconectați-vă pentru a-l adopta în configurația Foundry.
ru_ru: Обнаружена существующая регистрация приложения с именем Foundry. Подключитесь повторно, чтобы включить его в конфигурацию Foundry.
sk_sk: Našla sa existujúca registrácia aplikácie s názvom Foundry. Znova pripojte, aby ste ho prijali do konfigurácie Foundry.
sl_si: Najdena je bila obstoječa registracija aplikacije z imenom Foundry. Znova se povežite, da ga prilagodite konfiguraciji Foundry.
sr_latn_rs: Pronađena je postojeća registracija aplikacije sa imenom Foundry. Ponovo se povežite da biste ga usvojili u Foundry konfiguraciji.
sv_se: En befintlig appregistrering med Foundry-namnet hittades. Återanslut för att använda den i Foundry-konfigurationen.
th_th: พบการลงทะเบียนแอปที่มีอยู่ด้วยชื่อ Foundry เชื่อมต่อใหม่เพื่อนำมาใช้ในการกำหนดค่า Foundry
tr_tr: Foundry adına sahip mevcut bir uygulama kaydı bulundu. Foundry yapılandırmasına uyarlamak için yeniden bağlanın.
uk_ua: Знайдено існуючу реєстрацію програми з іменем Foundry. Повторно підключіться, щоб прийняти його до конфігурації Foundry.
zh_cn: 找到名称为 Foundry 的现有应用程序注册。重新连接以将其纳入Foundry 配置中。
zh_tw: 找到名稱為 Foundry 的現有應用程式註冊。重新連接以將其納入Foundry 配置中。

# Autopilot.HardwareHashOnboardingMessageAppRegistrationMissing
source: The managed app registration could not be found. Reconnect to let Foundry create or adopt it.
ar_sa: تعذر العثور على تسجيل التطبيق المُدار. أعد الاتصال للسماح لـFoundry بإنشائه أو اعتماده.
bg_bg: Регистрацията на управляваното приложение не можа да бъде намерена. Свържете се отново, за да позволите на Foundry да го създаде или приеме.
cs_cz: Registraci spravované aplikace nelze nalézt. Znovu se připojte a nechte Foundry vytvořit nebo adoptovat.
da_dk: Den administrerede app-registrering blev ikke fundet. Forbind igen for at lade Foundry oprette eller adoptere det.
de_de: Die verwaltete App-Registrierung konnte nicht gefunden werden. Stellen Sie die Verbindung erneut her, damit Foundry es erstellen oder übernehmen kann.
el_gr: Δεν ήταν δυνατή η εύρεση της εγγραφής διαχειριζόμενης εφαρμογής. Επανασυνδεθείτε για να επιτρέψετε στον Foundry να το δημιουργήσει ή να το υιοθετήσει.
es_mx: No se pudo encontrar el registro de la aplicación administrada. Vuelva a conectarse para permitir que Foundry lo cree o lo adopte.
et_ee: Hallatud rakenduse registreerimist ei leitud. Ühendage uuesti, et lasta Foundry selle luua või kasutusele võtta.
fi_fi: Hallitun sovelluksen rekisteröintiä ei löytynyt. Muodosta yhteys uudelleen, jotta Foundry voi luoda tai ottaa sen käyttöön.
fr_ca: L'enregistrement de l'application gérée est introuvable. Reconnectez-vous pour laisser Foundry le créer ou l'adopter.
he_il: לא ניתן למצוא את רישום האפליקציה המנוהלת. התחבר מחדש כדי לאפשר ל-Foundry ליצור או לאמץ אותו.
hr_hr: Nije moguće pronaći registraciju upravljane aplikacije. Ponovno se povežite kako biste dopustili Foundry da ga stvori ili usvoji.
hu_hu: A kezelt alkalmazás regisztrációja nem található. Csatlakozzon újra, hogy a Foundry létrehozza vagy elfogadja azt.
it_it: Impossibile trovare la registrazione dell'app gestita. Riconnettiti per consentire a Foundry di crearlo o adottarlo.
ja_jp: 管理対象アプリの登録が見つかりませんでした。再接続して Foundry を作成または採用させます。
ko_kr: 관리되는 앱 등록을 찾을 수 없습니다. Foundry이(가) 생성하거나 채택할 수 있도록 다시 연결하세요.
lt_lt: Nepavyko rasti valdomos programos registracijos. Prisijunkite iš naujo ir leiskite Foundry jį sukurti arba priimti.
lv_lv: Pārvaldītās lietotnes reģistrāciju nevarēja atrast. Atkārtoti izveidojiet savienojumu, lai ļautu Foundry to izveidot vai pieņemt.
nb_no: Den administrerte appregistreringen ble ikke funnet. Koble til på nytt for å la Foundry opprette eller adoptere den.
nl_nl: De beheerde app-registratie kan niet worden gevonden. Maak opnieuw verbinding om Foundry het te laten maken of overnemen.
pl_pl: Nie można znaleźć rejestracji aplikacji zarządzanej. Połącz się ponownie, aby Foundry mógł go utworzyć lub zaadoptować.
pt_pt: Não foi possível encontrar o registro do aplicativo gerenciado. Reconecte-se para permitir que Foundry crie ou adote.
ro_ro: Înregistrarea aplicației gestionate nu a putut fi găsită. Reconectați-vă pentru a permite Foundry să-l creeze sau să o adopte.
ru_ru: Не удалось найти регистрацию управляемого приложения. Подключитесь повторно, чтобы позволить Foundry создать или принять его.
sk_sk: Registráciu spravovanej aplikácie sa nepodarilo nájsť. Znova sa pripojte, aby ho Foundry vytvoril alebo prijal.
sl_si: Registracije upravljane aplikacije ni bilo mogoče najti. Znova se povežite, da ga Foundry ustvari ali sprejme.
sr_latn_rs: Nije moguće pronaći registraciju upravljane aplikacije. Ponovo se povežite da biste dozvolili Foundry da ga kreira ili usvoji.
sv_se: Den hanterade appregistreringen kunde inte hittas. Återanslut för att låta Foundry skapa eller adoptera den.
th_th: ไม่พบการลงทะเบียนแอปที่มีการจัดการ เชื่อมต่อใหม่เพื่อให้ Foundry สร้างหรือนำไปใช้
tr_tr: Yönetilen uygulama kaydı bulunamadı. Foundry'in oluşturmasına veya benimsemesine izin vermek için yeniden bağlanın.
uk_ua: Не вдалося знайти реєстрацію керованої програми. Повторно підключіться, щоб дозволити Foundry створити або прийняти його.
zh_cn: 找不到托管应用程序注册。重新连接以让Foundry 创建或采用它。
zh_tw: 找不到託管應用程式註冊。重新連接以讓Foundry 創建或採用它。

# Autopilot.HardwareHashOnboardingMessageConsentMissing
source: The managed service principal is missing admin consent for the required Microsoft Graph permission. Grant admin consent and reconnect.
ar_sa: يفتقد مدير الخدمة المُدارة موافقة المسؤول للحصول على إذن Microsoft Graph المطلوب. منح موافقة المسؤول وإعادة الاتصال.
bg_bg: Липсва администраторското съгласие на управлявания принципал за необходимото Microsoft Graph разрешение. Дайте съгласие на администратора и се свържете отново.
cs_cz: Instanci spravované služby chybí souhlas správce pro požadované oprávnění Microsoft Graph. Udělte souhlas správce a znovu se připojte.
da_dk: Den administrerede tjeneste-principal mangler administratorsamtykke til den påkrævede Microsoft Graph-tilladelse. Giv administratorsamtykke og genopret forbindelsen.
de_de: Dem verwalteten Dienstprinzipal fehlt die Administratoreinwilligung für die erforderliche Microsoft Graph-Berechtigung. Erteilen Sie die Zustimmung des Administrators und stellen Sie die Verbindung wieder her.
el_gr: Από τον κύριο της διαχειριζόμενης υπηρεσίας λείπει η συναίνεση του διαχειριστή για την απαιτούμενη άδεια Microsoft Graph. Παραχωρήστε τη συγκατάθεση του διαχειριστή και επανασυνδέστε.
es_mx: A la entidad de servicio administrada le falta el consentimiento del administrador para el permiso Microsoft Graph requerido. Otorgue el consentimiento del administrador y vuelva a conectarse.
et_ee: Hallatud teenusepõhimõttel puudub nõutava Microsoft Graph loa jaoks administraatori nõusolek. Andke administraatori nõusolek ja ühendage uuesti.
fi_fi: Hallitun palvelun pääkäyttäjältä puuttuu järjestelmänvalvojan suostumus vaaditulle Microsoft Graph-luvalla. Anna järjestelmänvalvojan suostumus ja yhdistä uudelleen.
fr_ca: Le principal du service géré ne dispose pas du consentement de l'administrateur pour l'autorisation Microsoft Graph requise. Accordez le consentement de l’administrateur et reconnectez-vous.
he_il: למנהל השירות המנוהל חסרה הסכמה של מנהל המערכת להרשאת Microsoft Graph הנדרשת. הענק הסכמת מנהל המערכת והתחבר מחדש.
hr_hr: Principalu upravljane usluge nedostaje pristanak administratora za potrebnu dozvolu Microsoft Graph. Dajte pristanak administratora i ponovno se povežite.
hu_hu: A felügyelt egyszerű szolgáltatás nem rendelkezik adminisztrátori hozzájárulással a szükséges Microsoft Graph engedélyhez. Adja meg a rendszergazda hozzájárulását, és csatlakozzon újra.
it_it: Nell'entità servizio gestito manca il consenso dell'amministratore per l'autorizzazione Microsoft Graph richiesta. Concedi il consenso dell'amministratore e riconnettiti.
ja_jp: 管理されたサービス プリンシパルに、必要な Microsoft Graph アクセス許可に対する管理者の同意がありません。管理者の同意を与えて再接続します。
ko_kr: 관리형 서비스 주체에 필수 Microsoft Graph 권한에 대한 관리자 동의가 없습니다. 관리자 동의를 부여하고 다시 연결하세요.
lt_lt: Trūksta valdomos paslaugos pagrindinio administratoriaus sutikimo gauti reikiamą Microsoft Graph leidimą. Suteikite administratoriaus sutikimą ir vėl prisijunkite.
lv_lv: Pārvaldītajam pakalpojuma galvenajam lietotājam trūkst administratora piekrišanas nepieciešamajai Microsoft Graph atļaujai. Piešķiriet administratora piekrišanu un atkārtoti izveidojiet savienojumu.
nb_no: Rektoren for administrert tjeneste mangler administratorsamtykke for den nødvendige Microsoft Graph-tillatelsen. Gi administratorsamtykke og koble til på nytt.
nl_nl: Voor de beheerde service-principal ontbreekt toestemming van de beheerder voor de vereiste Microsoft Graph-machtiging. Verleen beheerderstoestemming en maak opnieuw verbinding.
pl_pl: W jednostce usługi zarządzanej brakuje zgody administratora na wymagane uprawnienie Microsoft Graph. Udziel zgody administratora i połącz się ponownie.
pt_pt: A entidade de serviço gerenciado não tem consentimento do administrador para a permissão Microsoft Graph necessária. Conceda consentimento do administrador e reconecte-se.
ro_ro: Principalului serviciu gestionat îi lipsește consimțământul de administrator pentru permisiunea Microsoft Graph necesară. Acordați consimțământul administratorului și reconectați-vă.
ru_ru: У управляемого субъекта-службы отсутствует согласие администратора на необходимое разрешение Microsoft Graph. Предоставьте согласие администратора и повторно подключитесь.
sk_sk: Principál spravovanej služby nemá súhlas správcu pre požadované povolenie Microsoft Graph. Udeľte súhlas správcu a znova sa pripojte.
sl_si: Glavni upravljani storitvi nima soglasja skrbnika za zahtevano dovoljenje Microsoft Graph. Podeli soglasje skrbnika in se znova poveži.
sr_latn_rs: Direktoru upravljane usluge nedostaje saglasnost administratora za potrebnu dozvolu Microsoft Graph. Dajte saglasnost administratora i ponovo se povežite.
sv_se: Den hanterade tjänstens huvudansvarige saknar administratörssamtycke för den nödvändiga Microsoft Graph behörigheten. Ge administratörsmedgivande och återanslut.
th_th: บริการหลักที่ได้รับการจัดการไม่ได้รับความยินยอมจากผู้ดูแลระบบสำหรับสิทธิ์ Microsoft Graph ที่จำเป็น ให้ความยินยอมของผู้ดูแลระบบและเชื่อมต่อใหม่
tr_tr: Yönetilen hizmet sorumlusunda gerekli Microsoft Graph izni için yönetici onayı eksik. Yönetici onayı verin ve yeniden bağlanın.
uk_ua: Принципал керованої служби не має згоди адміністратора для необхідного дозволу Microsoft Graph. Надайте згоду адміністратора та повторно підключіться.
zh_cn: 托管服务主体缺少对所需 Microsoft Graph 权限的管理员同意。授予管理员同意并重新连接。
zh_tw: 託管服務主體缺少對所需 Microsoft Graph 權限的管理員同意。授予管理員同意並重新連線。

# Autopilot.HardwareHashOnboardingMessageGeneric
source: The managed app registration is not ready. Review tenant readiness and reconnect.
ar_sa: تسجيل التطبيق المُدار غير جاهز. مراجعة جاهزية المستأجر وإعادة الاتصال.
bg_bg: Регистрацията на управляваното приложение не е готова. Прегледайте готовността на наемателя и се свържете отново.
cs_cz: Registrace spravované aplikace není připravena. Zkontrolujte připravenost nájemce a znovu se připojte.
da_dk: Den administrerede app-registrering er ikke klar. Gennemgå lejers parathed og genopret forbindelsen.
de_de: Die verwaltete App-Registrierung ist noch nicht fertig. Überprüfen Sie die Mieterbereitschaft und stellen Sie die Verbindung wieder her.
el_gr: Η εγγραφή διαχειριζόμενης εφαρμογής δεν είναι έτοιμη. Ελέγξτε την ετοιμότητα των ενοικιαστών και επανασυνδεθείτε.
es_mx: El registro de la aplicación administrada no está listo. Revise la preparación del inquilino y vuelva a conectarse.
et_ee: Hallatud rakenduse registreerimine pole valmis. Vaadake üle üürniku valmisolek ja ühendage uuesti.
fi_fi: Hallitun sovelluksen rekisteröinti ei ole valmis. Tarkista vuokralaisen valmius ja muodosta yhteys uudelleen.
fr_ca: L'enregistrement de l'application gérée n'est pas prêt. Vérifiez l’état de préparation du locataire et reconnectez-vous.
he_il: רישום האפליקציה המנוהלת אינו מוכן. בדקו את מוכנות הדיירים והתחברו מחדש.
hr_hr: Registracija upravljane aplikacije nije spremna. Pregledajte spremnost stanara i ponovno se povežite.
hu_hu: A felügyelt alkalmazás regisztrációja nem áll készen. Tekintse át a bérlői felkészültséget, és csatlakozzon újra.
it_it: La registrazione dell'app gestita non è pronta. Esaminare la disponibilità del tenant e riconnettersi.
ja_jp: 管理対象アプリの登録の準備ができていません。テナントの準備状況を確認し、再接続します。
ko_kr: 관리되는 앱 등록이 준비되지 않았습니다. 테넌트 준비 상태를 검토하고 다시 연결합니다.
lt_lt: Tvarkomos programos registracija neparengta. Peržiūrėkite nuomininko pasirengimą ir vėl prisijunkite.
lv_lv: Pārvaldītās lietotnes reģistrācija nav gatava. Pārskatiet īrnieka gatavību un atkārtoti izveidojiet savienojumu.
nb_no: Den administrerte appregistreringen er ikke klar. Gjennomgå leietakers beredskap og koble til på nytt.
nl_nl: De beheerde app-registratie is niet gereed. Controleer of de huurder gereed is en maak opnieuw verbinding.
pl_pl: Rejestracja aplikacji zarządzanej nie jest gotowa. Sprawdź gotowość najemcy i połącz się ponownie.
pt_pt: O registro do aplicativo gerenciado não está pronto. Revise a preparação do locatário e reconecte-se.
ro_ro: Înregistrarea aplicației gestionate nu este gata. Examinați pregătirea chiriașilor și reconectați-vă.
ru_ru: Регистрация управляемого приложения не готова. Проверьте готовность арендатора и повторно подключитесь.
sk_sk: Registrácia spravovanej aplikácie nie je pripravená. Skontrolujte pripravenosť nájomcu a znova sa pripojte.
sl_si: Registracija upravljane aplikacije ni pripravljena. Preglejte pripravljenost najemnika in se znova povežite.
sr_latn_rs: Registracija upravljane aplikacije nije spremna. Pregledajte spremnost stanara i ponovo se povežite.
sv_se: Den hanterade appregistreringen är inte klar. Se över hyresgästens beredskap och återanslut.
th_th: การลงทะเบียนแอปที่มีการจัดการยังไม่พร้อม ตรวจสอบความพร้อมของผู้เช่าและเชื่อมต่อใหม่
tr_tr: Yönetilen uygulama kaydı hazır değil. Kiracının hazır olup olmadığını inceleyin ve yeniden bağlanın.
uk_ua: Реєстрація керованої програми не готова. Перегляньте готовність орендаря та повторно підключіться.
zh_cn: 托管应用程序注册尚未准备好。检查租户准备情况并重新连接。
zh_tw: 託管應用程式註冊尚未準備好。檢查租戶準備並重新連線。

# Autopilot.HardwareHashOnboardingMessagePermissionMissing
source: The managed app registration is missing the required Microsoft Graph application permission. Reconnect with an account that can update app registrations.
ar_sa: يفتقد تسجيل التطبيق المُدار إذن التطبيق Microsoft Graph المطلوب. أعد الاتصال بحساب يمكنه تحديث تسجيلات التطبيق.
bg_bg: В регистрацията на управляваното приложение липсва необходимото разрешение за Microsoft Graph приложение. Свържете се отново с акаунт, който може да актуализира регистрациите на приложения.
cs_cz: Registraci spravované aplikace chybí požadované oprávnění aplikace Microsoft Graph. Znovu se připojte k účtu, který může aktualizovat registrace aplikací.
da_dk: Den administrerede app-registrering mangler den påkrævede Microsoft Graph-applikationstilladelse. Genopret forbindelse til en konto, der kan opdatere appregistreringer.
de_de: Der verwalteten App-Registrierung fehlt die erforderliche Anwendungsberechtigung Microsoft Graph. Stellen Sie erneut eine Verbindung mit einem Konto her, das App-Registrierungen aktualisieren kann.
el_gr: Από την εγγραφή διαχειριζόμενης εφαρμογής λείπει η απαιτούμενη άδεια εφαρμογής Microsoft Graph. Επανασυνδεθείτε με έναν λογαριασμό που μπορεί να ενημερώσει τις εγγραφές εφαρμογών.
es_mx: Al registro de la aplicación administrada le falta el permiso de aplicación Microsoft Graph requerido. Vuelva a conectarse con una cuenta que pueda actualizar los registros de aplicaciones.
et_ee: Hallatud rakenduse registreerimisel puudub nõutav Microsoft Graph rakenduse luba. Ühendage uuesti kontoga, mis saab värskendada rakenduste registreerimisi.
fi_fi: Hallitun sovelluksen rekisteröinnistä puuttuu vaadittu Microsoft Graph-sovelluslupa. Yhdistä uudelleen tiliin, joka voi päivittää sovellusten rekisteröinnit.
fr_ca: L’enregistrement de l’application gérée ne dispose pas de l’autorisation d’application Microsoft Graph requise. Reconnectez-vous avec un compte pouvant mettre à jour les inscriptions des applications.
he_il: ברישום האפליקציה המנוהלת חסרה הרשאת האפליקציה הנדרשת Microsoft Graph. התחבר מחדש לחשבון שיכול לעדכן רישומי אפליקציות.
hr_hr: Registraciji upravljane aplikacije nedostaje potrebno dopuštenje Microsoft Graph aplikacije. Ponovno se povežite s računom koji može ažurirati registracije aplikacija.
hu_hu: A kezelt alkalmazás regisztrációjából hiányzik a szükséges Microsoft Graph alkalmazásengedély. Csatlakozzon újra egy olyan fiókhoz, amely képes frissíteni az alkalmazásregisztrációkat.
it_it: Nella registrazione dell'app gestita manca l'autorizzazione dell'applicazione Microsoft Graph richiesta. Riconnettiti con un account in grado di aggiornare le registrazioni delle app.
ja_jp: 管理対象アプリの登録には、必要な Microsoft Graph アプリケーション権限がありません。アプリの登録を更新できるアカウントに再接続します。
ko_kr: 관리되는 앱 등록에 필수 Microsoft Graph 애플리케이션 권한이 누락되었습니다. 앱 등록을 업데이트할 수 있는 계정에 다시 연결하세요.
lt_lt: Tvarkomai programos registracijai trūksta reikiamo Microsoft Graph programos leidimo. Iš naujo prisijunkite prie paskyros, kuri gali atnaujinti programų registracijas.
lv_lv: Pārvaldītās lietotnes reģistrācijai trūkst nepieciešamās Microsoft Graph lietojumprogrammas atļaujas. Atkārtoti izveidojiet savienojumu ar kontu, kas var atjaunināt lietotņu reģistrāciju.
nb_no: Den administrerte appregistreringen mangler den nødvendige Microsoft Graph-applikasjonstillatelsen. Koble til på nytt med en konto som kan oppdatere appregistreringer.
nl_nl: Bij de beheerde app-registratie ontbreekt de vereiste toepassingsmachtiging Microsoft Graph. Maak opnieuw verbinding met een account waarmee app-registraties kunnen worden bijgewerkt.
pl_pl: W rejestracji aplikacji zarządzanej brakuje wymaganych uprawnień aplikacji Microsoft Graph. Połącz się ponownie z kontem, które może aktualizować rejestracje aplikacji.
pt_pt: O registro do aplicativo gerenciado não possui a permissão necessária do aplicativo Microsoft Graph. Reconecte-se com uma conta que possa atualizar registros de aplicativos.
ro_ro: Înregistrarea aplicației gestionate lipsește permisiunea necesară pentru aplicație Microsoft Graph. Reconectați-vă cu un cont care poate actualiza înregistrările aplicațiilor.
ru_ru: При регистрации управляемого приложения отсутствует необходимое разрешение приложения Microsoft Graph. Повторно подключитесь к учетной записи, которая может обновлять регистрации приложений.
sk_sk: Registrácii spravovanej aplikácie chýba požadované oprávnenie aplikácie Microsoft Graph. Znova sa pripojte k účtu, ktorý môže aktualizovať registrácie aplikácií.
sl_si: V registraciji upravljane aplikacije manjka zahtevano dovoljenje za aplikacijo Microsoft Graph. Znova se povežite z računom, ki lahko posodobi registracije aplikacij.
sr_latn_rs: Registraciji upravljane aplikacije nedostaje potrebna dozvola za aplikaciju Microsoft Graph. Ponovo se povežite sa nalogom koji može da ažurira registracije aplikacija.
sv_se: Den hanterade appregistreringen saknar den obligatoriska Microsoft Graph applikationsbehörigheten. Återanslut till ett konto som kan uppdatera appregistreringar.
th_th: การลงทะเบียนแอปที่ได้รับการจัดการขาดสิทธิ์ของแอปพลิเคชัน Microsoft Graph ที่จำเป็น เชื่อมต่อกับบัญชีที่สามารถอัปเดตการลงทะเบียนแอปได้
tr_tr: Yönetilen uygulama kaydında gerekli Microsoft Graph uygulama izni eksik. Uygulama kayıtlarını güncelleyebilecek bir hesapla yeniden bağlanın.
uk_ua: Для реєстрації керованої програми відсутній необхідний дозвіл програми Microsoft Graph. Повторно підключіться до облікового запису, який може оновлювати реєстрацію програм.
zh_cn: 托管应用程序注册缺少所需的 Microsoft Graph 应用程序权限。重新连接可以更新应用程序注册的帐户。
zh_tw: 託管應用程式註冊缺少所需的 Microsoft Graph 應用程式權限。重新連接可以更新應用程式註冊的帳戶。
